{
  "version": "2.0.0",
  "updatedAt": "2025-01-19T12:00:00Z",
  "seasons": [
    {
      "id": "year-round-2025",
      "name": "Year Round 2025",
      "start": "2025-01-01",
      "end": "2025-12-31",
      "packs": [
        {
          "id": "daily-essentials",
          "name": "Daily Essentials",
          "isPremium": false,
          "days": [
            {
              "morning": "I welcome today with energy and purpose.",
              "midday": "I am capable of handling whatever comes my way.",
              "evening": "I am grateful for today's experiences and growth.",
              "tags": ["energy", "purpose", "capability", "gratitude"]
            },
            {
              "morning": "Today is full of possibilities waiting for me.",
              "midday": "I trust in my ability to make good decisions.",
              "evening": "I release what no longer serves me.",
              "tags": ["possibilities", "trust", "release"]
            },
            {
              "morning": "I choose courage over comfort today.",
              "midday": "I am exactly where I need to be right now.",
              "evening": "I celebrate the small victories of today.",
              "tags": ["courage", "presence", "celebration"]
            },
            {
              "morning": "My potential is unlimited and ever-expanding.",
              "midday": "I respond to challenges with wisdom and grace.",
              "evening": "I am proud of how far I've come.",
              "tags": ["potential", "wisdom", "pride"]
            },
            {
              "morning": "I attract positive opportunities into my life.",
              "midday": "I choose love over fear in every situation.",
              "evening": "I rest knowing I gave my best today.",
              "tags": ["attraction", "love", "rest"]
            }
          ]
        },
        {
          "id": "famous-quotes",
          "name": "Famous Inspirational Quotes",
          "isPremium": false,
          "days": [
            {
              "morning": "The only way to do great work is to love what you do. — Steve Jobs",
              "midday": "Success is not final, failure is not fatal: it is the courage to continue that counts. — Winston Churchill",
              "evening": "The future belongs to those who believe in the beauty of their dreams. — Eleanor Roosevelt",
              "tags": ["work", "success", "dreams", "famous"]
            },
            {
              "morning": "Be yourself; everyone else is already taken. — Oscar Wilde",
              "midday": "In the middle of difficulty lies opportunity. — Albert Einstein",
              "evening": "What lies behind us and what lies before us are tiny matters compared to what lies within us. — Ralph Waldo Emerson",
              "tags": ["authenticity", "opportunity", "inner-strength", "famous"]
            },
            {
              "morning": "The way to get started is to quit talking and begin doing. — Walt Disney",
              "midday": "Life is what happens to you while you're busy making other plans. — John Lennon",
              "evening": "The only impossible journey is the one you never begin. — Tony Robbins",
              "tags": ["action", "life", "journey", "famous"]
            }
          ]
        },
        {
          "id": "self-confidence",
          "name": "Self-Confidence Boosters",
          "isPremium": false,
          "days": [
            {
              "morning": "I am worthy of all the good things life has to offer.",
              "midday": "I trust my intuition and inner wisdom.",
              "evening": "I am proud of my unique qualities and strengths.",
              "tags": ["worthiness", "intuition", "uniqueness"]
            },
            {
              "morning": "I have the power to create positive change in my life.",
              "midday": "I speak up for myself with confidence and clarity.",
              "evening": "I am becoming the best version of myself every day.",
              "tags": ["power", "voice", "growth"]
            },
            {
              "morning": "I deserve respect and treat others with respect too.",
              "midday": "I am confident in my abilities and talents.",
              "evening": "I choose to see setbacks as setups for comebacks.",
              "tags": ["respect", "confidence", "resilience"]
            }
          ]
        },
        {
          "id": "success-mindset",
          "name": "Success Mindset",
          "isPremium": false,
          "days": [
            {
              "morning": "I am building an empire of success, one day at a time.",
              "midday": "Every challenge is a stepping stone to my next victory.",
              "evening": "I am unstoppable in pursuit of my dreams.",
              "tags": ["success", "challenges", "dreams"]
            },
            {
              "morning": "I attract wealth and abundance into my life.",
              "midday": "My work ethic is my competitive advantage.",
              "evening": "I am a magnet for opportunities and success.",
              "tags": ["abundance", "work-ethic", "opportunities"]
            },
            {
              "morning": "I am the CEO of my own life and destiny.",
              "midday": "I turn obstacles into opportunities for growth.",
              "evening": "My success is inevitable because I never give up.",
              "tags": ["leadership", "growth", "persistence"]
            },
            {
              "morning": "I am surrounded by people who support my success.",
              "midday": "I am constantly improving and evolving.",
              "evening": "I celebrate every step forward, no matter how small.",
              "tags": ["support", "improvement", "celebration"]
            },
            {
              "morning": "I am worthy of financial freedom and abundance.",
              "midday": "I am building multiple streams of income.",
              "evening": "I am grateful for my growing wealth and success.",
              "tags": ["financial-freedom", "income", "gratitude"]
            }
          ]
        },
        {
          "id": "health-wellness",
          "name": "Health & Wellness",
          "isPremium": false,
          "days": [
            {
              "morning": "I am committed to my health and well-being.",
              "midday": "Every healthy choice I make strengthens my body and mind.",
              "evening": "I am grateful for my body's ability to heal and grow.",
              "tags": ["health", "choices", "gratitude"]
            },
            {
              "morning": "I nourish my body with love and healthy choices.",
              "midday": "Movement is my medicine and strength my foundation.",
              "evening": "I rest deeply and wake up refreshed and energized.",
              "tags": ["nourishment", "movement", "rest"]
            },
            {
              "morning": "I am becoming stronger and healthier every day.",
              "midday": "My body is a temple and I treat it with respect.",
              "evening": "I am in perfect health and overflowing with energy.",
              "tags": ["strength", "respect", "energy"]
            },
            {
              "morning": "I choose foods that fuel my body and mind.",
              "midday": "Exercise is my daily celebration of what my body can do.",
              "evening": "I am grateful for my body's wisdom and resilience.",
              "tags": ["nutrition", "exercise", "wisdom"]
            },
            {
              "morning": "I am creating a life of vitality and wellness.",
              "midday": "My mental health is just as important as my physical health.",
              "evening": "I am balanced in mind, body, and spirit.",
              "tags": ["vitality", "mental-health", "balance"]
            }
          ]
        },
        {
          "id": "relationships",
          "name": "Relationships & Connection",
          "isPremium": false,
          "days": [
            {
              "morning": "I attract loving and supportive relationships.",
              "midday": "I communicate with kindness and clarity.",
              "evening": "I am surrounded by people who uplift and inspire me.",
              "tags": ["attraction", "communication", "support"]
            },
            {
              "morning": "I am worthy of deep, meaningful connections.",
              "midday": "I set healthy boundaries and respect others' boundaries.",
              "evening": "I am a good friend and partner to those I love.",
              "tags": ["connections", "boundaries", "friendship"]
            },
            {
              "morning": "I am open to giving and receiving love freely.",
              "midday": "I resolve conflicts with compassion and understanding.",
              "evening": "I am grateful for the love in my life.",
              "tags": ["love", "conflict-resolution", "gratitude"]
            },
            {
              "morning": "I am building a network of positive relationships.",
              "midday": "I am a good listener and supportive friend.",
              "evening": "I attract people who share my values and vision.",
              "tags": ["networking", "listening", "values"]
            },
            {
              "morning": "I am creating a loving and supportive family.",
              "midday": "I am patient and understanding with others.",
              "evening": "I am surrounded by unconditional love and acceptance.",
              "tags": ["family", "patience", "acceptance"]
            }
          ]
        },
        {
          "id": "creativity",
          "name": "Creativity & Innovation",
          "isPremium": false,
          "days": [
            {
              "morning": "I am a creative genius with unlimited ideas.",
              "midday": "My imagination knows no bounds or limitations.",
              "evening": "I am constantly inspired and inspiring others.",
              "tags": ["creativity", "imagination", "inspiration"]
            },
            {
              "morning": "I trust my creative instincts and intuition.",
              "midday": "I am open to new perspectives and possibilities.",
              "evening": "I am creating something beautiful and meaningful.",
              "tags": ["instincts", "perspectives", "creation"]
            },
            {
              "morning": "I am a problem solver and innovative thinker.",
              "midday": "I embrace challenges as opportunities to create.",
              "evening": "I am leaving my creative mark on the world.",
              "tags": ["problem-solving", "innovation", "legacy"]
            },
            {
              "morning": "I am constantly learning and growing creatively.",
              "midday": "I am not afraid to think outside the box.",
              "evening": "I am a source of creative inspiration for others.",
              "tags": ["learning", "innovation", "inspiration"]
            },
            {
              "morning": "I am creating a life that is a work of art.",
              "midday": "My creativity flows freely and abundantly.",
              "evening": "I am grateful for my unique creative gifts.",
              "tags": ["art", "flow", "gifts"]
            }
          ]
        },
        {
          "id": "mindfulness",
          "name": "Mindfulness & Presence",
          "isPremium": false,
          "days": [
            {
              "morning": "I am present in this moment and grateful for it.",
              "midday": "I breathe deeply and find peace in the now.",
              "evening": "I am centered and grounded in my being.",
              "tags": ["presence", "breathing", "centered"]
            },
            {
              "morning": "I am mindful of my thoughts and choose positive ones.",
              "midday": "I am aware of my surroundings and grateful for them.",
              "evening": "I am at peace with what is and what will be.",
              "tags": ["mindfulness", "awareness", "peace"]
            },
            {
              "morning": "I am connected to the present moment and all its beauty.",
              "midday": "I am grateful for the simple pleasures of life.",
              "evening": "I am letting go of what I cannot control.",
              "tags": ["connection", "pleasures", "letting-go"]
            },
            {
              "morning": "I am finding joy in the ordinary moments of life.",
              "midday": "I am patient and present with whatever arises.",
              "evening": "I am grateful for this day and all it brought.",
              "tags": ["joy", "patience", "gratitude"]
            },
            {
              "morning": "I am living in the present, not the past or future.",
              "midday": "I am mindful of my breath and my body.",
              "evening": "I am at peace with myself and the world.",
              "tags": ["present", "breath", "peace"]
            }
          ]
        },
        {
          "id": "gratitude",
          "name": "Gratitude & Appreciation",
          "isPremium": false,
          "days": [
            {
              "morning": "I am grateful for this new day and all its possibilities.",
              "midday": "I appreciate the beauty and wonder around me.",
              "evening": "I am thankful for the lessons learned today.",
              "tags": ["gratitude", "beauty", "lessons"]
            },
            {
              "morning": "I am blessed with abundance in every area of my life.",
              "midday": "I am grateful for my health, family, and friends.",
              "evening": "I am thankful for the roof over my head and food on my table.",
              "tags": ["blessings", "health", "basics"]
            },
            {
              "morning": "I am grateful for the challenges that make me stronger.",
              "midday": "I appreciate the people who support and love me.",
              "evening": "I am thankful for my unique gifts and talents.",
              "tags": ["challenges", "support", "gifts"]
            },
            {
              "morning": "I am grateful for the opportunities that come my way.",
              "midday": "I appreciate the beauty of nature and the world around me.",
              "evening": "I am thankful for the love and joy in my life.",
              "tags": ["opportunities", "nature", "love"]
            },
            {
              "morning": "I am grateful for my journey and all its ups and downs.",
              "midday": "I appreciate the present moment and all it contains.",
              "evening": "I am thankful for another day of life and growth.",
              "tags": ["journey", "present", "growth"]
            }
          ]
        },
        {
          "id": "resilience",
          "name": "Resilience & Strength",
          "isPremium": false,
          "days": [
            {
              "morning": "I am stronger than any obstacle in my path.",
              "midday": "I bounce back from setbacks with renewed determination.",
              "evening": "I am resilient and unbreakable in spirit.",
              "tags": ["strength", "bounce-back", "resilience"]
            },
            {
              "morning": "I am built to handle whatever life throws at me.",
              "midday": "I am growing stronger through every challenge.",
              "evening": "I am a warrior who never gives up.",
              "tags": ["built-tough", "growth", "warrior"]
            },
            {
              "morning": "I am capable of overcoming any adversity.",
              "midday": "I am learning and growing from every difficulty.",
              "evening": "I am proud of my resilience and strength.",
              "tags": ["capability", "learning", "pride"]
            },
            {
              "morning": "I am unshakeable in my determination to succeed.",
              "midday": "I am finding strength I never knew I had.",
              "evening": "I am becoming more resilient with every challenge.",
              "tags": ["determination", "strength", "growth"]
            },
            {
              "morning": "I am a survivor and a thriver in all circumstances.",
              "midday": "I am turning my struggles into my strengths.",
              "evening": "I am grateful for my ability to persevere.",
              "tags": ["survivor", "transformation", "perseverance"]
            }
          ]
        },
        {
          "id": "purpose",
          "name": "Purpose & Meaning",
          "isPremium": false,
          "days": [
            {
              "morning": "I am living my life with purpose and intention.",
              "midday": "I am making a positive difference in the world.",
              "evening": "I am aligned with my highest calling and purpose.",
              "tags": ["purpose", "difference", "calling"]
            },
            {
              "morning": "I am following my heart and living authentically.",
              "midday": "I am contributing to something bigger than myself.",
              "evening": "I am grateful for the meaning and purpose in my life.",
              "tags": ["authenticity", "contribution", "meaning"]
            },
            {
              "morning": "I am on a mission to fulfill my life's purpose.",
              "midday": "I am inspiring others through my actions and words.",
              "evening": "I am living a life that matters and makes a difference.",
              "tags": ["mission", "inspiration", "impact"]
            },
            {
              "morning": "I am connected to my soul's purpose and mission.",
              "midday": "I am using my gifts to serve others and the world.",
              "evening": "I am grateful for the clarity of my purpose.",
              "tags": ["soul", "service", "clarity"]
            },
            {
              "morning": "I am creating a legacy that will outlive me.",
              "midday": "I am living each day with meaning and intention.",
              "evening": "I am proud of the purpose-driven life I'm building.",
              "tags": ["legacy", "intention", "pride"]
            }
          ]
        },
        {
          "id": "abundance",
          "name": "Abundance & Prosperity",
          "isPremium": false,
          "days": [
            {
              "morning": "I am a magnet for abundance and prosperity.",
              "midday": "I am open to receiving all the good things life offers.",
              "evening": "I am grateful for the abundance that flows to me.",
              "tags": ["abundance", "receiving", "flow"]
            },
            {
              "morning": "I am worthy of financial freedom and wealth.",
              "midday": "I am creating multiple streams of income and opportunity.",
              "evening": "I am surrounded by abundance in all areas of my life.",
              "tags": ["financial-freedom", "income", "surrounded"]
            },
            {
              "morning": "I am attracting money and opportunities effortlessly.",
              "midday": "I am a good steward of my resources and wealth.",
              "evening": "I am grateful for my growing prosperity and success.",
              "tags": ["attraction", "stewardship", "prosperity"]
            },
            {
              "morning": "I am living in abundance and helping others do the same.",
              "midday": "I am grateful for the wealth and resources I have.",
              "evening": "I am creating a life of abundance and fulfillment.",
              "tags": ["helping-others", "gratitude", "fulfillment"]
            },
            {
              "morning": "I am worthy of all the abundance the universe has to offer.",
              "midday": "I am open to unexpected blessings and opportunities.",
              "evening": "I am grateful for the abundance that surrounds me.",
              "tags": ["worthiness", "blessings", "surrounded"]
            }
          ]
        },
        {
          "id": "wisdom",
          "name": "Wisdom & Learning",
          "isPremium": false,
          "days": [
            {
              "morning": "I am constantly learning and growing wiser.",
              "midday": "I am open to new ideas and perspectives.",
              "evening": "I am grateful for the wisdom I gain each day.",
              "tags": ["learning", "openness", "wisdom"]
            },
            {
              "morning": "I am a student of life and a seeker of knowledge.",
              "midday": "I am learning from every experience and interaction.",
              "evening": "I am becoming wiser and more understanding.",
              "tags": ["student", "experiences", "understanding"]
            },
            {
              "morning": "I am open to learning from everyone I meet.",
              "midday": "I am curious and always asking questions.",
              "evening": "I am grateful for the lessons life teaches me.",
              "tags": ["learning", "curiosity", "lessons"]
            },
            {
              "morning": "I am growing in wisdom and understanding every day.",
              "midday": "I am learning from my mistakes and successes.",
              "evening": "I am becoming the wise person I was meant to be.",
              "tags": ["growth", "mistakes", "destiny"]
            },
            {
              "morning": "I am a lifelong learner with an insatiable curiosity.",
              "midday": "I am open to being wrong and learning from it.",
              "evening": "I am grateful for the knowledge I've gained today.",
              "tags": ["lifelong-learner", "humility", "knowledge"]
            }
          ]
        },
        {
          "id": "leadership",
          "name": "Leadership & Influence",
          "isPremium": false,
          "days": [
            {
              "morning": "I am a natural leader who inspires others to greatness.",
              "midday": "I lead by example and with integrity.",
              "evening": "I am making a positive impact on everyone I meet.",
              "tags": ["leadership", "example", "impact"]
            },
            {
              "morning": "I am confident in my ability to guide and inspire.",
              "midday": "I am building a team of champions around me.",
              "evening": "I am grateful for the opportunity to lead and serve.",
              "tags": ["confidence", "team-building", "service"]
            },
            {
              "morning": "I am a visionary who sees possibilities others miss.",
              "midday": "I am communicating my vision with clarity and passion.",
              "evening": "I am creating a legacy of leadership and positive change.",
              "tags": ["vision", "communication", "legacy"]
            },
            {
              "morning": "I am empowering others to reach their full potential.",
              "midday": "I am making decisions that benefit the greater good.",
              "evening": "I am proud of the leader I am becoming.",
              "tags": ["empowerment", "decisions", "pride"]
            },
            {
              "morning": "I am a catalyst for positive change in my community.",
              "midday": "I am inspiring others to believe in themselves.",
              "evening": "I am grateful for my leadership gifts and abilities.",
              "tags": ["catalyst", "inspiration", "gifts"]
            }
          ]
        },
        {
          "id": "adventure",
          "name": "Adventure & Exploration",
          "isPremium": false,
          "days": [
            {
              "morning": "I am embracing new adventures and experiences.",
              "midday": "I am stepping outside my comfort zone with courage.",
              "evening": "I am grateful for the excitement and growth of today.",
              "tags": ["adventure", "courage", "growth"]
            },
            {
              "morning": "I am exploring the world with wonder and curiosity.",
              "midday": "I am discovering new places, people, and possibilities.",
              "evening": "I am creating memories that will last a lifetime.",
              "tags": ["exploration", "discovery", "memories"]
            },
            {
              "morning": "I am living life as an exciting adventure.",
              "midday": "I am open to unexpected opportunities and experiences.",
              "evening": "I am grateful for the journey of discovery I'm on.",
              "tags": ["adventure", "opportunities", "journey"]
            },
            {
              "morning": "I am a seeker of new experiences and knowledge.",
              "midday": "I am embracing the unknown with excitement.",
              "evening": "I am growing through every new adventure I take.",
              "tags": ["seeking", "unknown", "growth"]
            },
            {
              "morning": "I am creating my own path and writing my own story.",
              "midday": "I am not afraid to take the road less traveled.",
              "evening": "I am proud of my adventurous spirit and courage.",
              "tags": ["path", "courage", "spirit"]
            }
          ]
        },
        {
          "id": "peace",
          "name": "Inner Peace & Calm",
          "isPremium": false,
          "days": [
            {
              "morning": "I am at peace with myself and the world around me.",
              "midday": "I am finding calm in the midst of chaos.",
              "evening": "I am grateful for the peace that fills my heart.",
              "tags": ["peace", "calm", "gratitude"]
            },
            {
              "morning": "I am centered and grounded in my inner peace.",
              "midday": "I am choosing peace over worry and anxiety.",
              "evening": "I am resting in the knowledge that all is well.",
              "tags": ["centered", "choice", "rest"]
            },
            {
              "morning": "I am cultivating inner peace through mindfulness.",
              "midday": "I am finding stillness in the busyness of life.",
              "evening": "I am grateful for the tranquility of this moment.",
              "tags": ["mindfulness", "stillness", "tranquility"]
            },
            {
              "morning": "I am peaceful and content with what I have.",
              "midday": "I am not disturbed by external circumstances.",
              "evening": "I am at peace with the flow of life.",
              "tags": ["contentment", "stability", "flow"]
            },
            {
              "morning": "I am radiating peace and calm to those around me.",
              "midday": "I am a source of serenity in a chaotic world.",
              "evening": "I am grateful for my ability to find peace anywhere.",
              "tags": ["radiating", "serenity", "ability"]
            }
          ]
        },
        {
          "id": "joy",
          "name": "Joy & Happiness",
          "isPremium": false,
          "days": [
            {
              "morning": "I am choosing joy and happiness today.",
              "midday": "I am finding reasons to smile and laugh.",
              "evening": "I am grateful for the joy that fills my heart.",
              "tags": ["choice", "smile", "gratitude"]
            },
            {
              "morning": "I am a magnet for joy and positive experiences.",
              "midday": "I am spreading happiness to everyone I meet.",
              "evening": "I am grateful for the joy I've shared today.",
              "tags": ["magnet", "spreading", "sharing"]
            },
            {
              "morning": "I am finding joy in the simple pleasures of life.",
              "midday": "I am celebrating the small moments of happiness.",
              "evening": "I am grateful for the joy that surrounds me.",
              "tags": ["pleasures", "celebration", "surrounded"]
            },
            {
              "morning": "I am creating joy through my thoughts and actions.",
              "midday": "I am choosing to see the good in every situation.",
              "evening": "I am grateful for my ability to create happiness.",
              "tags": ["creation", "perspective", "ability"]
            },
            {
              "morning": "I am living a life filled with joy and laughter.",
              "midday": "I am grateful for the gift of happiness.",
              "evening": "I am thankful for another day of joy and love.",
              "tags": ["life", "gift", "thankful"]
            }
          ]
        },
        {
          "id": "strength",
          "name": "Physical & Mental Strength",
          "isPremium": false,
          "days": [
            {
              "morning": "I am building strength in my body and mind.",
              "midday": "I am pushing my limits and growing stronger.",
              "evening": "I am grateful for my increasing strength and power.",
              "tags": ["building", "limits", "power"]
            },
            {
              "morning": "I am stronger than I was yesterday.",
              "midday": "I am capable of more than I ever imagined.",
              "evening": "I am proud of my strength and determination.",
              "tags": ["growth", "capability", "pride"]
            },
            {
              "morning": "I am a force to be reckoned with.",
              "midday": "I am building unshakeable mental and physical strength.",
              "evening": "I am grateful for my warrior spirit.",
              "tags": ["force", "unshakeable", "warrior"]
            },
            {
              "morning": "I am becoming the strongest version of myself.",
              "midday": "I am not afraid of hard work and challenges.",
              "evening": "I am grateful for my ability to overcome obstacles.",
              "tags": ["version", "hard-work", "overcome"]
            },
            {
              "morning": "I am building a body and mind that can handle anything.",
              "midday": "I am grateful for my strength and resilience.",
              "evening": "I am proud of how far I've come.",
              "tags": ["building", "gratitude", "progress"]
            }
          ]
        },
        {
          "id": "love",
          "name": "Love & Compassion",
          "isPremium": false,
          "days": [
            {
              "morning": "I am filled with love and compassion for all beings.",
              "midday": "I am treating everyone with kindness and respect.",
              "evening": "I am grateful for the love that flows through me.",
              "tags": ["compassion", "kindness", "flow"]
            },
            {
              "morning": "I am a source of love and light in the world.",
              "midday": "I am spreading love wherever I go.",
              "evening": "I am grateful for my ability to love unconditionally.",
              "tags": ["source", "spreading", "unconditional"]
            },
            {
              "morning": "I am worthy of giving and receiving love.",
              "midday": "I am open to love in all its forms.",
              "evening": "I am grateful for the love in my life.",
              "tags": ["worthiness", "openness", "gratitude"]
            },
            {
              "morning": "I am loving myself more each day.",
              "midday": "I am extending love and forgiveness to others.",
              "evening": "I am grateful for my capacity to love deeply.",
              "tags": ["self-love", "forgiveness", "capacity"]
            },
            {
              "morning": "I am surrounded by love and positive energy.",
              "midday": "I am grateful for the love I share with others.",
              "evening": "I am thankful for another day of love and connection.",
              "tags": ["surrounded", "sharing", "connection"]
            }
          ]
        },
        {
          "id": "freedom",
          "name": "Freedom & Independence",
          "isPremium": false,
          "days": [
            {
              "morning": "I am free to be who I truly am.",
              "midday": "I am living life on my own terms.",
              "evening": "I am grateful for my freedom and independence.",
              "tags": ["authenticity", "terms", "independence"]
            },
            {
              "morning": "I am breaking free from limiting beliefs and fears.",
              "midday": "I am creating the life I truly want to live.",
              "evening": "I am grateful for my courage to be free.",
              "tags": ["breaking-free", "creation", "courage"]
            },
            {
              "morning": "I am independent and self-reliant.",
              "midday": "I am making my own decisions and choices.",
              "evening": "I am proud of my independence and strength.",
              "tags": ["self-reliant", "decisions", "pride"]
            },
            {
              "morning": "I am free from the opinions and judgments of others.",
              "midday": "I am living authentically and unapologetically.",
              "evening": "I am grateful for my freedom to choose.",
              "tags": ["opinions", "authenticity", "choice"]
            },
            {
              "morning": "I am creating financial and emotional freedom.",
              "midday": "I am grateful for my ability to live freely.",
              "evening": "I am thankful for my independence and autonomy.",
              "tags": ["financial", "ability", "autonomy"]
            }
          ]
        },
        {
          "id": "transformation",
          "name": "Transformation & Growth",
          "isPremium": false,
          "days": [
            {
              "morning": "I am transforming into the person I was meant to be.",
              "midday": "I am growing and evolving every single day.",
              "evening": "I am grateful for my journey of transformation.",
              "tags": ["transformation", "growth", "journey"]
            },
            {
              "morning": "I am shedding old patterns and embracing new ones.",
              "midday": "I am becoming more of who I truly am.",
              "evening": "I am proud of my commitment to personal growth.",
              "tags": ["patterns", "authenticity", "commitment"]
            },
            {
              "morning": "I am a work in progress and that's perfectly okay.",
              "midday": "I am learning from every experience and growing wiser.",
              "evening": "I am grateful for my willingness to change and grow.",
              "tags": ["progress", "learning", "willingness"]
            },
            {
              "morning": "I am transforming my challenges into opportunities.",
              "midday": "I am becoming stronger and wiser through every trial.",
              "evening": "I am grateful for my ability to transform adversity.",
              "tags": ["challenges", "strength", "adversity"]
            },
            {
              "morning": "I am creating positive change in myself and others.",
              "midday": "I am grateful for my journey of self-improvement.",
              "evening": "I am proud of the person I am becoming.",
              "tags": ["change", "self-improvement", "pride"]
            }
          ]
        }
      ]
    }
  ]
}
